ansible
ant
apache-spark
automake
autossh
awscli
bash
bison
bitcoin
boost-python
browsh-org/browsh/browsh
ccache
cheat
cloc
coreutils
cowsay
curl
ddd
dfu-util
dirmngr
docker-compose
dos2unix
doxygen
dtc
iterative/dvc/dvc
fd
fzf
gdal
gdb
geckodriver
geoip
git
git-lfs
gnu-go
gnu-sed
go
gobject-introspection
gperf
gpg-agent
graphviz
gsl
hbase
hive
hstr
htop
hub
hugo
jbig2dec
jemalloc
jq
jython
kafka
kawa
kubernetes-cli
leveldb
librasterlite
librsvg
libscrypt
libssh2
libusb-compat
libvo-aacenc
llvm
llvm@7
lynx
make
maven
mkdocs
mono
mupdf
mutt
mysql
nasm
ncdu
neomutt
neovim
ninja
nmap
node
octave
opencv
orc
p7zip
pachi
pandoc
parallel
pass
pcl
tallamjr/local-tap/proj@5.2.0
pv
pwgen
pwsafe
python@2
q
qemu
qpdf
rabbitmq
ranger
rbenv
re2
reattach-to-user-namespace
rename
rhash
sbt
scala
scons
shtool
sl
sox
spatialite-tools
speedtest-cli
spim
stow
the_silver_searcher
thefuck
tmux
translate-shell
travis
unrar
veclibfort
viennacl
vim
w3m
watch
wget
xrootd
youtube-dl
