adns
ansible
ant
arpack
autossh
awscli
bash
boost
boost-python
cairo
cheat
cloc
cmake
coreutils
curl
dirmngr
docker
dos2unix
eigen
emacs
epstool
ffmpeg
fftw
fig2dev
flac
fltk
fontconfig
freetype
fribidi
fzf
gawk
gcc
gd
gdbm
gdk-pixbuf
gettext
gflags
ghc
ghostscript
git
git-lfs
gl2ps
glib
glog
glpk
gmp
gnu-getopt
gnupg
gnupg2
gnuplot
gnutls
go
gobject-introspection
gperf
gperftools
gpg-agent
graphicsmagick
graphite2
graphviz
grc
harfbuzz
hdf5
icu4c
ilmbase
imagemagick
isl
jbig2dec
jpeg
jython
kawa
lame
leveldb
libassuan
libcroco
libevent
libffi
libgcrypt
libgpg-error
libksba
libmpc
libogg
libpng
librsvg
libsndfile
libtasn1
libtiff
libtool
libunistring
libusb
libusb-compat
libvo-aacenc
libvorbis
libvpx
libyaml
little-cms2
lmdb
lua
lynx
mad
maven
metis
mongodb
mpfr
mutt
mysql
nettle
nmap
node
npth
numpy
octave
open-mpi
opencv
openexr
openjpeg
openssl
openssl@1.1
p11-kit
p7zip
pandoc
pango
pass
pcre
perl
pinentry
pixman
pkg-config
plotutils
poppler
portaudio
protobuf
pstoedit
pth
pv
pwgen
pwsafe
python
python3
q
qhull
qrencode
qrupdate
qt
qt@5.7
readline
reattach-to-user-namespace
rename
rlwrap
ruby
scala
scons
shared-mime-info
sl
snappy
sox
speedtest-cli
speedtest_cli
spim
sqlite
stow
suite-sparse
suite-sparse421
szip
tbb
texi2html
the_silver_searcher
tmux
tokyo-cabinet
transfig
translate-shell
tree
unrar
veclibfort
vim
watch
webp
wget
x264
xvid
xz
yasm
youtube-dl
