ansible
ant
apache-spark
arduino-cli
armmbed/formulae/arm-none-eabi-gcc
asciidoctor
automake
autossh
awscli
bash
bazel
bison
bitcoin
boost-python
browsh-org/browsh/browsh
ccache
cheat
clamav
cloc
cmake
coreutils
cowsay
curl
ddd
dfu-util
docker-compose
dos2unix
doxygen
dtc
dvc
elasticsearch
emacs
exercism
fd
ffmpeg
flatbuffers
fzf
gdal
gdb
geckodriver
geoip
gh
git
git-lfs
gnu-go
gnu-sed
go
gperf
gpg-agent
grafana
graphviz
grep
gsl
hbase
hive
hstr
htop
hub
hugo
ilmbase
jq
jython
kafka
kawa
kind
latexdiff
lazydocker
leveldb
libcroco
libftdi0
libproxy
librasterlite
libscrypt
libtensorflow
libvo-aacenc
libvterm
llvm
llvm@7
luajit
lynx
make
maven
mercurial
mill
minicom
minikube
mkdocs
mono
mupdf
mutt
mysql
nasm
ncdu
neomutt
neovim
ninja
nmap
node
octave
open-ocd
opencv
orc
p7zip
pachi
pandoc
parallel
pass
pcl
poppler
pre-commit
proj
pv
pwgen
pwsafe
pyqt
python@2
q
qemu
qpdf
rabbitmq
ranger
rbenv
reattach-to-user-namespace
rename
rhash
ripgrep
rust-analyzer
sbt
scala
scons
shtool
sip
sl
slurm
sox
spatialite-tools
speedtest-cli
spim
stow
swig
telnet
the_silver_searcher
thefuck
tmux
translate-shell
travis
unrar
veclibfort
viennacl
vim
vtk@8.2
w3m
wasm-pack
watch
wget
xclip
xdot
xrootd
yamllint
yosys
yq
zlib
zsync
