tap "armmbed/formulae"
tap "browsh-org/browsh"
tap "filosottile/musl-cross"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "iterative/dvc"
tap "keith/formulae"
tap "richard-vd/musl-cross"
tap "tallamjr/local-tap"
tap "teamookla/speedtest"
brew "xz"
brew "glib"
brew "cairo"
brew "lz4"
brew "zstd"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ansible"
brew "openjdk"
brew "ant"
brew "brotli"
brew "gflags"
brew "glog"
brew "re2"
brew "grpc"
brew "rapidjson"
brew "thrift"
brew "apache-arrow"
brew "apache-spark"
brew "arduino-cli"
brew "arp-scan"
brew "gcc"
brew "open-mpi"
brew "arpack"
brew "ruby"
brew "asciidoctor"
brew "at-spi2-core"
brew "autoconf"
brew "automake"
brew "autossh"
brew "awscli"
brew "bash"
brew "openjdk@11"
brew "bazel"
brew "gdbm"
brew "perl"
brew "biber"
brew "binutils"
brew "bison"
brew "boost"
brew "bitcoin"
brew "boost-python"
brew "btop"
brew "cargo-binstall"
brew "ccache"
brew "libomp", link: true
brew "tbb"
brew "ceres-solver"
brew "cfitsio"
brew "cheat"
brew "libmagic"
brew "yara"
brew "clamav"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "libssh2"
brew "curl"
brew "libxmu"
brew "ddd"
brew "dfu-util"
brew "docker-compose", link: false
brew "dos2unix"
brew "double-conversion"
brew "doxygen"
brew "dtc"
brew "numpy"
brew "dvc"
brew "gnutls"
brew "emacs"
brew "jbig2dec"
brew "libtool"
brew "erlang"
brew "exercism"
brew "fd"
brew "libass"
brew "libssh"
brew "tesseract"
brew "ffmpeg"
brew "fftw"
brew "flatbuffers"
brew "gawk"
brew "gdb"
brew "geckodriver"
brew "geoip"
brew "geos"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gnu-go"
brew "gnu-sed"
brew "qt"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gperf"
brew "gpg-agent"
brew "grafana"
brew "graphviz"
brew "grep"
brew "gsettings-desktop-schemas"
brew "gsl"
brew "gtk+3"
brew "hadoop", link: false
brew "uv"
brew "hatch"
brew "hbase"
brew "hive"
brew "hstr"
brew "htop"
brew "hub"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "jython"
brew "zookeeper"
brew "kafka"
brew "kawa"
brew "kind"
brew "kubernetes-cli"
brew "latexdiff"
brew "lazydocker"
brew "leveldb"
brew "libcroco"
brew "libftdi"
brew "libusb-compat"
brew "libftdi0"
brew "libproxy"
brew "libspatialite"
brew "librasterlite"
brew "libscrypt"
brew "libtensorflow"
brew "libvo-aacenc"
brew "libvterm"
brew "llvm@7"
brew "lmdb"
brew "lsusb"
brew "luajit"
brew "lynx"
brew "make"
brew "maven"
brew "mercurial"
brew "mill"
brew "mingw-w64"
brew "minicom"
brew "minikube"
brew "mono"
brew "mupdf"
brew "mutt"
brew "zlib"
brew "mysql"
brew "nasm"
brew "ncdu"
brew "neomutt"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "octave"
brew "open-ocd"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "opusfile"
brew "orc"
brew "p7zip"
brew "pachi"
brew "pandoc"
brew "parallel"
brew "pass"
brew "pcl"
brew "pngpaste"
brew "podman"
brew "poppler"
brew "pre-commit"
brew "pv"
brew "pwgen"
brew "pwsafe"
brew "py3cairo"
brew "pygobject3"
brew "python@2", link: false
brew "q"
brew "qemu"
brew "qpdf"
brew "rabbitmq"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "rhash"
brew "ripgrep"
brew "rust-analyzer"
brew "sbt"
brew "scala"
brew "scons"
brew "shtool"
brew "sip"
brew "sl"
brew "slurm"
brew "socket_vmnet"
brew "sox"
brew "spatialite-tools"
brew "speedtest-cli"
brew "spim"
brew "stow"
brew "swig"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "translate-shell"
brew "travis", link: false
brew "unrar"
brew "veclibfort"
brew "viennacl"
brew "vim"
brew "vtk@8.2"
brew "w3m"
brew "wasm-pack"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "xauth"
brew "xclip"
brew "xdot"
brew "xrootd"
brew "yamllint"
brew "yosys"
brew "yq"
brew "zsync"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "browsh-org/browsh/browsh"
brew "filosottile/musl-cross/musl-cross"
brew "keith/formulae/ld64.lld"
brew "richard-vd/musl-cross/musl-cross", args: ["with-mips", "without-x86_64"]
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "anaconda"
cask "anki"
cask "appcode"
cask "chatgpt"
cask "cloudcompare"
cask "cookie"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "gephi"
cask "ghidra"
cask "goland"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "inkscape"
cask "iterm2"
cask "mactex"
cask "mendeley"
cask "menumeters"
cask "miniforge"
cask "powershell"
cask "pycharm"
cask "skype"
cask "slack"
cask "spotify"
cask "tor-browser"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zotero"
