arpack
brew-cask
cloc
coreutils
dos2unix
emacs
epstool
fftw
fontconfig
freetype
fzf
gcc
gd
ghc
ghostscript
gl2ps
glpk
gmp
gnupg
gnuplot
go
graphicsmagick
grc
hdf5
imagemagick
isl
jbig2dec
jpeg
libevent
libmpc
libpng
libtiff
libtool
little-cms2
lua
mpfr
mutt
octave
openssl
pandoc
pcre
plotutils
pstoedit
qhull
qrupdate
readline
reattach-to-user-namespace
scala
suite-sparse421
szip
tbb
tmux
tokyo-cabinet
veclibfort
vim
watch
wget
xz
youtube-dl
