coreutils
emacs
fzf
gcc
ghc
gmp
go
grc
isl
libevent
libmpc
mpfr
mutt
openssl
pandoc
reattach-to-user-namespace
scala
tmux
tokyo-cabinet
vim
watch
wget
